export default[
    { 
        id : 1 , 
        date : '2023-03 ~ 2024-06' , 
        title : '아이디알소프트' , 
        subtitle : '웹디자인 및 웹퍼블리싱 담당' , 
        content : [
            {id : 1 , title : `KB life 웹사이트 퍼블리싱` , con : `KB life 웹사이트 리뉴얼 작업 중 퍼블리싱 작업을 담당함`},
            {id : 2 , title : `IDRSOFT 홈페이지 디자인 및 퍼블리싱` , con : `IDRSOFT 홈페이지 제작 기획, 디자인 , 퍼블리싱 작업을 담당하여 하였음`},
            {id : 3 , title : `자체 솔루션(blueworks)개선 작업` , con : `자체 솔루션 오류 및 디자인 수정 작업과 함께 light-mode 디자인 및 퍼블리싱 작업을 하였음`},
            {id : 4, title : `IDRSOFT 베트남 지사 LOGO 디자인` , con : `illustracro를 사용하여 베트남 지사 LOGO 및 현판 작업`},
            {id : 5 , title : `청년몽땅정보통 AI 화면 퍼블리싱` , con : `서울시 청년몽땅정보통 리뉴얼 작업 중, 자체 솔루션인 ( 사용자 맞춤 추천 AI 통칭 smart AI) 퍼블리싱 작업을 하였음`},
            {id : 6 , title : `도봉구청 리뉴얼페이지 웹디자인` , con : `서울시 도봉구청에서 진행한 리뉴얼 사업에서 도봉구청 홈페이지 웹디자인 작업을 하였음`},
            {id : 7 , title : `이외의 작은 프로젝트의 퍼블리싱과 디자인 작업을 담당하였음` , con : `...`},
        ],
        height: '35'
    },
    { 
        id : 2 , 
        date : '2023-06 ~ 2024-11' , 
        title : '교육' , 
        subtitle : '(이젠타카데미)풀스택과정 ' , 
        content : [
            {id : 1 , title : `풀스택 과정` , 
                con : `스마트 웹콘텐츠 개발에 필요한 UI 디자인과 프론트엔드(React,node.js) \n
                언어를 배우고, 다양한 스마트기기 플랫폼에 적용 가능한 웹 기반의 콘텐츠서비스 \n
                를 기획, 분석, 설계, 구현,테스트, 배포 및 유지보수 하는 법을 배웠음`},
        ],
        height: '60'
    },
]